<?php
/**
 * Project Script-Check-3G-Viettel.
 * Created by PhpStorm.
 * User: 713uk13m <dev@nguyenanhung.com>
 * Date: 10/6/18
 * Time: 15:05
 */
return [
    /**
     * Xin của mấy anh Telco
     * hoặc lọc ra từ đây: https://ipinfo.io/AS7552 và https://ipinfo.io/AS24086
     *
     * tui xin telco cho nhanh
     */
    'network_range'    => [
        '27.66.0.0/17',
        '27.66.128.0/17',
        '27.67.0.0/17',
        '27.67.128.0/17',
        '27.67.128.0/18',
        '27.67.192.0/18',
        '171.253.0.0/17',
        '171.253.128.0/17',
        '171.253.128.0/18',
        '171.253.192.0/18',
        '171.254.0.0/16',
        '171.254.0.0/17',
        '171.254.128.0/17',
        '171.255.0.0/16',
        '171.255.0.0/20',
        '171.255.16.0/20',
        '171.255.32.0/20',
        '171.255.48.0/20',
        '171.255.64.0/18',
        '171.255.128.0/17'
    ],
    'network_v6_range' => []
];
